load_test_results/combined_pr_create_20251114_184223.txt

Summary:
  Total:	30.0013 secs
  Slowest:	0.0901 secs
  Fastest:	0.0003 secs
  Average:	0.0016 secs
  Requests/sec:	614.1058
  
  Total data:	1179269 bytes
  Size/request:	64 bytes

Response time histogram:
  0.000 [1]	|
  0.009 [18333]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.018 [85]	|
  0.027 [3]	|
  0.036 [0]	|
  0.045 [0]	|
  0.054 [0]	|
  0.063 [0]	|
  0.072 [1]	|
  0.081 [0]	|
  0.090 [1]	|


Latency distribution:
  10% in 0.0004 secs
  25% in 0.0006 secs
  50% in 0.0010 secs
  75% in 0.0020 secs
  90% in 0.0035 secs
  95% in 0.0048 secs
  99% in 0.0077 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0003 secs, 0.0901 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0011 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0013 secs
  resp wait:	0.0016 secs, 0.0002 secs, 0.0900 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0012 secs

Status code distribution:
  [201]	1 responses
  [409]	18423 responses