load_test_results/combined_stats_20251114_184223.txt

Summary:
  Total:	30.0237 secs
  Slowest:	0.1290 secs
  Fastest:	0.0076 secs
  Average:	0.0288 secs
  Requests/sec:	69.4119
  

Response time histogram:
  0.008 [1]	|
  0.020 [477]	|■■■■■■■■■■■■■■■■■■■■
  0.032 [947]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.044 [436]	|■■■■■■■■■■■■■■■■■■
  0.056 [159]	|■■■■■■■
  0.068 [55]	|■■
  0.080 [5]	|
  0.093 [0]	|
  0.105 [1]	|
  0.117 [1]	|
  0.129 [2]	|


Latency distribution:
  10% in 0.0164 secs
  25% in 0.0203 secs
  50% in 0.0263 secs
  75% in 0.0349 secs
  90% in 0.0453 secs
  95% in 0.0519 secs
  99% in 0.0641 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0076 secs, 0.1290 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0016 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0007 secs
  resp wait:	0.0286 secs, 0.0076 secs, 0.1288 secs
  resp read:	0.0002 secs, 0.0000 secs, 0.0048 secs

Status code distribution:
  [200]	2084 responses