load_test_results/combined_team_20251114_184223.txt

Summary:
  Total:	30.0006 secs
  Slowest:	0.0889 secs
  Fastest:	0.0002 secs
  Average:	0.0010 secs
  Requests/sec:	1020.9461
  
  Total data:	19265641 bytes
  Size/request:	629 bytes

Response time histogram:
  0.000 [1]	|
  0.009 [30574]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.018 [52]	|
  0.027 [0]	|
  0.036 [0]	|
  0.045 [0]	|
  0.053 [0]	|
  0.062 [0]	|
  0.071 [0]	|
  0.080 [0]	|
  0.089 [2]	|


Latency distribution:
  10% in 0.0003 secs
  25% in 0.0003 secs
  50% in 0.0005 secs
  75% in 0.0011 secs
  90% in 0.0022 secs
  95% in 0.0032 secs
  99% in 0.0058 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0002 secs, 0.0889 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0015 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0014 secs
  resp wait:	0.0009 secs, 0.0002 secs, 0.0888 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0014 secs

Status code distribution:
  [200]	30629 responses