load_test_results/combined_user_review_20251114_184223.txt

Summary:
  Total:	30.0012 secs
  Slowest:	0.0824 secs
  Fastest:	0.0003 secs
  Average:	0.0013 secs
  Requests/sec:	788.1679
  
  Total data:	12863424 bytes
  Size/request:	544 bytes

Response time histogram:
  0.000 [1]	|
  0.009 [23562]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.017 [78]	|
  0.025 [2]	|
  0.033 [1]	|
  0.041 [0]	|
  0.050 [0]	|
  0.058 [1]	|
  0.066 [0]	|
  0.074 [0]	|
  0.082 [1]	|


Latency distribution:
  10% in 0.0004 secs
  25% in 0.0005 secs
  50% in 0.0007 secs
  75% in 0.0015 secs
  90% in 0.0027 secs
  95% in 0.0038 secs
  99% in 0.0065 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0003 secs, 0.0824 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0011 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0097 secs
  resp wait:	0.0012 secs, 0.0003 secs, 0.0823 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0154 secs

Status code distribution:
  [200]	23646 responses