load_test_results/pr_create_20251114_184223.txt

Summary:
  Total:	30.0005 secs
  Slowest:	0.0669 secs
  Fastest:	0.0002 secs
  Average:	0.0006 secs
  Requests/sec:	8000.2937
  
  Total data:	15360964 bytes
  Size/request:	64 bytes

Response time histogram:
  0.000 [1]	|
  0.007 [239959]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.014 [33]	|
  0.020 [4]	|
  0.027 [4]	|
  0.034 [4]	|
  0.040 [3]	|
  0.047 [0]	|
  0.054 [1]	|
  0.060 [0]	|
  0.067 [4]	|


Latency distribution:
  10% in 0.0004 secs
  25% in 0.0005 secs
  50% in 0.0006 secs
  75% in 0.0007 secs
  90% in 0.0009 secs
  95% in 0.0010 secs
  99% in 0.0014 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0002 secs, 0.0669 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0011 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0002 secs
  resp wait:	0.0006 secs, 0.0002 secs, 0.0669 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0007 secs

Status code distribution:
  [201]	1 responses
  [409]	240012 responses