load_test_results/pr_merge_20251114_184223.txt

Summary:
  Total:	30.0014 secs
  Slowest:	0.0633 secs
  Fastest:	0.0002 secs
  Average:	0.0006 secs
  Requests/sec:	9078.2632
  
  Total data:	61825947 bytes
  Size/request:	227 bytes

Response time histogram:
  0.000 [1]	|
  0.006 [272344]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.013 [3]	|
  0.019 [3]	|
  0.025 [0]	|
  0.032 [0]	|
  0.038 [0]	|
  0.044 [3]	|
  0.051 [2]	|
  0.057 [0]	|
  0.063 [5]	|


Latency distribution:
  10% in 0.0004 secs
  25% in 0.0004 secs
  50% in 0.0005 secs
  75% in 0.0006 secs
  90% in 0.0008 secs
  95% in 0.0009 secs
  99% in 0.0012 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0002 secs, 0.0633 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0011 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0003 secs
  resp wait:	0.0005 secs, 0.0002 secs, 0.0633 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0080 secs

Status code distribution:
  [200]	272361 responses