load_test_results/stats_get_20251114_184223.txt

Summary:
  Total:	30.0287 secs
  Slowest:	0.1713 secs
  Fastest:	0.0085 secs
  Average:	0.0342 secs
  Requests/sec:	146.0935
  

Response time histogram:
  0.008 [1]	|
  0.025 [1007]	|■■■■■■■■■■■■■■■■■
  0.041 [2417]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.057 [718]	|■■■■■■■■■■■■
  0.074 [169]	|■■■
  0.090 [44]	|■
  0.106 [12]	|
  0.122 [9]	|
  0.139 [5]	|
  0.155 [3]	|
  0.171 [2]	|


Latency distribution:
  10% in 0.0204 secs
  25% in 0.0255 secs
  50% in 0.0319 secs
  75% in 0.0395 secs
  90% in 0.0499 secs
  95% in 0.0588 secs
  99% in 0.0812 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0085 secs, 0.1713 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0050 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0005 secs
  resp wait:	0.0340 secs, 0.0084 secs, 0.1712 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0026 secs

Status code distribution:
  [200]	4387 responses