load_test_results/stress_test_20251114_184223.txt

Summary:
  Total:	30.0395 secs
  Slowest:	0.2290 secs
  Fastest:	0.0097 secs
  Average:	0.0742 secs
  Requests/sec:	134.6227
  

Response time histogram:
  0.010 [1]	|
  0.032 [93]	|■■■
  0.054 [687]	|■■■■■■■■■■■■■■■■■■■
  0.075 [1483]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.097 [1150]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.119 [468]	|■■■■■■■■■■■■■
  0.141 [104]	|■■■
  0.163 [26]	|■
  0.185 [17]	|
  0.207 [12]	|
  0.229 [3]	|


Latency distribution:
  10% in 0.0454 secs
  25% in 0.0573 secs
  50% in 0.0719 secs
  75% in 0.0885 secs
  90% in 0.1050 secs
  95% in 0.1159 secs
  99% in 0.1531 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0097 secs, 0.2290 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0013 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0003 secs
  resp wait:	0.0740 secs, 0.0096 secs, 0.2289 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0342 secs

Status code distribution:
  [200]	4044 responses