load_test_results/team_get_20251114_184223.txt

Summary:
  Total:	30.0004 secs
  Slowest:	0.0943 secs
  Fastest:	0.0001 secs
  Average:	0.0004 secs
  Requests/sec:	13884.4929
  
  Total data:	262004289 bytes
  Size/request:	629 bytes

Response time histogram:
  0.000 [1]	|
  0.010 [416530]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.019 [4]	|
  0.028 [1]	|
  0.038 [0]	|
  0.047 [0]	|
  0.057 [0]	|
  0.066 [0]	|
  0.075 [0]	|
  0.085 [0]	|
  0.094 [5]	|


Latency distribution:
  10% in 0.0002 secs
  25% in 0.0003 secs
  50% in 0.0003 secs
  75% in 0.0004 secs
  90% in 0.0005 secs
  95% in 0.0006 secs
  99% in 0.0009 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0001 secs, 0.0943 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0015 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0007 secs
  resp wait:	0.0003 secs, 0.0001 secs, 0.0943 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0004 secs

Status code distribution:
  [200]	416541 responses